Repository: p2p-org/p2p-wallet-ios
Catalog: p2p_wallet/Resources/mul.lproj/Localizable.xcstrings
Source language: en
Languages: fr, ru, vi

source: **Your seed phrase must never be shared**. Keep it private, even from us
fr: **Votre phrase de référence ne doit jamais être partagée**. Gardez-le privé, même de nous
ru: **Ваша исходная фраза никогда не должна быть разглашена**. Держите это в секрете, даже от нас
vi: ** Cụm từ hạt giống của bạn không bao giờ được chia sẻ **. Giữ nó ở chế độ riêng tư, ngay cả với chúng tôi

source: %@ Please log in with the correct %@ account.
fr: %@ Veuillez vous connecter avec le bon compte %@.
ru: %@ Пожалуйста, войдите в систему с правильной учетной записью %@.
vi: %@ Vui lòng đăng nhập bằng đúng tài khoản %@.

source: %@ → %@ swapped successfully
fr: %@ → %@ échangé avec succès
ru: %@ → %@ успешно заменен
vi: %@ → %@ được hoán đổi thành công

source: %@ Account Creation
fr: %@ Création de compte
ru: Создание учетной записи %@
vi: Tạo tài khoản %@

source: %@ Closed
fr: %@ Fermé
ru: %@ Закрыто
vi: %@ Đã đóng

source: %@ Created
fr: %@ Créé
ru: %@ Создан
vi: Tạo token %@

source: %@ doesn't work. Try another option
fr: %@ ne fonctionne pas. Essayez une autre option
ru: %@ не работает. Попробуйте другой вариант
vi: %@ không hoạt động. Hãy thử một tùy chọn khác

source: %@ found
fr: %@ trouvé
ru: %@ найдено
vi: %@ được tìm thấy

source: %@ is available
fr: %@ est disponible
ru: %@ доступен
vi: %@ hợp lệ

source: %@ is successfully sent
fr: %@ est envoyé avec succès
ru: %@ успешно отправлено
vi: %@ được gửi thành công

source: %@ is successfully swapped to %@
fr: %@ est remplacé avec succès par %@
ru: %@ успешно заменен на %@
vi: %@ được hoán đổi thành công thành %@

source: %@ is the minimum amount to receive from the Ethereum Network
fr: %@ est le montant minimum à recevoir du réseau Ethereum
ru: %@ — минимальная сумма для получения от сети Ethereum.
vi: %@ là số tiền tối thiểu để nhận được từ Mạng Ethereum

source: **%@** is the remaining time to safely send the assets.
fr: %@ est le temps restant pour envoyer les actifs en toute sécurité.
ru: %@ - оставшееся время для безопасной отправки активов.
vi: %@ là thời gian còn lại để gửi tài sản một cách an toàn.

source: %@ is unavailable
fr: %@ n'est pas disponible
ru: %@ недоступен
vi: %@ không khả dụng

source: %@ isn’t available
fr: %@ n'est pas disponible
ru: %@ недоступен
vi: %@ không khả dụng

source: %@ Liquidity fee %@
fr: %@ Commission de liquidité %@
ru: %@ Плата за ликвидность %@
vi: %@ Phí thanh khoản %@

source: %@ mint address
fr: %@ adresse mint
ru: %@ mint адрес
vi: Địa chỉ mint %@

source: %@ Network
fr: %@ Réseau
ru: %@ Сеть
vi: Mạng %@

source: %@ purchase cost
fr: %@ coût d'achat
ru: %@ стоимость покупки
vi: %@ chi phí mua

source: %@ sent you %@ via Key App. Follow the link to claim your funds: %@
fr: %@ vous a envoyé %@ via Key App. Suivez le lien pour réclamer vos fonds : %@
ru: %@ отправил вам %@ через приложение Key. Перейдите по ссылке, чтобы получить свои средства: %@
vi: %@ đã gửi cho bạn %@ qua Key App. Theo liên kết để nhận: %@

source: %@ successfully sent
fr: %@ envoyé avec succès
ru: %@ успешно отправлено
vi: Đã gửi thành công %@

source: %@ to %@
fr: %@ à %@
ru: %@ на %@
vi: %@ đến %@

source: %@ transactions
fr: %@ opérations
ru: %@ транзакции
vi: %@ giao dịch

source: %@ was sent successfully
fr: %@ a été envoyé avec succès
ru: %@ успешно отправлен
vi: %@ đã được gửi thành công

source: %@-compatible address
fr: Adresse compatible %@
ru: %@ -совместимый адрес
vi: một địa chỉ tương thích với %@

source: %@h ago
fr: il y a %@h
ru: %@ ч. Назад
vi: %@ giờ trước

source: %@m ago
fr: il y a %@m
ru: %@м назад
vi: %@ phút trước

source: ✅ Seed phrase copied to clipboard!
fr: ✅ Phrase de départ copiée dans le presse-papiers !
ru: ✅ Исходная фраза скопирована в буфер обмена!
vi: ✅ Cụm từ hạt giống được sao chép vào khay nhớ tạm!

source: ✅ Using the MAX amount
fr: ✅ Utilisation du montant MAX
ru: ✅ Использование МАКСИМАЛЬНОЙ суммы
vi: ✅ Sử dụng số tiền TỐI ĐA

source: ✌️ Great! Your new PIN is set.
fr: ✌️ Super! Votre nouveau code PIN est défini.
ru: ✌️ Отлично! Ваш новый ПИН установлен.
vi: ✌️ Tuyệt quá! Mã PIN mới của bạn đã được đặt.

source: 🕑 Sending your deposit...
fr: 🕑 Envoi de votre acompte...
ru: 🕑 Отправка депозита...
vi: 🕑 Gửi tiền đặt cọc của bạn ...

source: 😓 name is not available
fr: 😓 le nom n'est pas disponible
ru: 😓 имя недоступно
vi: Tôi không có tên

source: 😢 PIN doesn't match. Please try again
fr: 😢 Le code PIN ne correspond pas. Veuillez réessayer
ru: 😢 ПИН не совпадает. Пожалуйста, попробуйте еще раз
vi: 😢 Mã PIN không khớp. Vui lòng thử lại

source: 1 %@ Price
fr: 1 %@ Prix
ru: 1 %@ Цена
vi: 1 %@ Giá

source: 24 hours
fr: 24 heures
ru: 24 часа
vi: 24 giờ

source: A **%@** to receive bitcoins over the Bitcoin network
fr: Un **%@** pour recevoir des bitcoins sur le réseau Bitcoin
ru: **%@** для получения биткойнов через сеть биткойнов
vi: Một **%@** để nhận bitcoin qua mạng Bitcoin

source: A fee paid to the liquidity providers
fr: Une commission versée aux apporteurs de liquidité
ru: Комиссия, выплачиваемая поставщикам ликвидности
vi: Một khoản phí trả cho các nhà cung cấp thanh khoản

source: A proportional amount of rewards will be withdrawn
fr: Un montant proportionnel de récompenses sera retiré
ru: Пропорциональное количество вознаграждений будет снято
vi: Một lượng phần thưởng tương ứng sẽ được rút

source: A seed phrase is like a password. It allows you to access and manage your crypto.
fr: Une phrase de départ est comme un mot de passe. Il vous permet d'accéder et de gérer votre crypto.
ru: Seed-фраза похожа на пароль. Это позволяет вам получить доступ и управлять вашей криптовалютой.
vi: Một cụm từ hạt giống giống như một mật khẩu. Nó cho phép bạn truy cập và quản lý tiền điện tử của mình.

source: A slippage is the difference between the expected price and the actual price at which a trade is executed
fr: Un Glissement est une différence entre le prix attendu et le prix réel auquel une transaction est exécutée
ru: Проскальзывание - это разница между ожидаемой ценой и фактической ценой, по которой совершается сделка.
vi: Trượt giá là sự khác biệt giữa giá dự kiến ​​và giá thực tế mà giao dịch được thực hiện

source: A wallet found
fr: Un portefeuille retrouvé
ru: Кошелек найден
vi: Một chiếc ví được tìm thấy

source: Accept
fr: J'accepte
ru: Принять
vi: Chấp nhận

source: Account creation fee
fr: Frais de création de compte
ru: Комиссия за создание учетной записи
vi: Phí tạo tài khoản

source: Account creation for this address is not possible due to insufficient funds.
fr: La création de compte pour cette adresse n'est pas possible en raison de fonds insuffisants.
ru: Создание учетной записи для этого адреса невозможно из-за недостатка средств.
vi: Không thể tạo tài khoản cho địa chỉ này do không đủ tiền.

source: Account not found
fr: Compte non trouvé
ru: аккаунт не найден
vi: Tài khoản không được tìm thấy

source: Activities
fr: Activités
ru: История операций
vi: Hoạt động

source: Activity
fr: Activité
ru: История операций
vi: Hoạt động

source: actual
fr: réel
ru: действительные
vi: nhận về

source: Add a phone number to protect your account
fr: Ajoutez un numéro de téléphone pour protéger votre compte
ru: Добавьте номер телефона, чтобы защитить свой аккаунт
vi: Thêm số điện thoại để bảo vệ tài khoản của bạn

source: Add a phone number to restore your account
fr: Ajoutez un numéro de téléphone pour restaurer votre compte
ru: Добавьте номер телефона для восстановления аккаунта
vi: Thêm số điện thoại để khôi phục tài khoản của bạn

source: Add a token to your wallet. This will cost
fr: Ajoutez un jeton à votre portefeuille. Cela coûtera
ru: Добавьте токен в свой кошелек. Это будет стоить
vi: Thêm token vào ví của bạn. Phí giao dịch:

source: Add funds
fr: Ajouter des fonds
ru: Добавить средства
vi: Thêm các quỹ

source: Add more
fr: Ajouter plus
ru: Добавить больше
vi: Bổ sung thêm

source: Add token
fr: Ajouter un jeton
ru: Добавить токен
vi: Thêm token

source: Add token to see wallet address
fr: Ajouter un jeton pour voir l'adresse du portefeuille
ru: Добавьте токен, чтобы увидеть адрес кошелька
vi: Thêm token để xem địa chỉ ví

source: Add wallet
fr: Ajouter un portefeuille
ru: Добавление кошелька
vi: Thêm ví

source: Adding token to your wallet
fr: Ajouter un jeton à votre portefeuille
ru: Добавление токена в кошелек
vi: Thêm token vào ví của bạn

source: Address
fr: Adresse
ru: Адрес
vi: Địa chỉ

source: Address copied to clipboard!
fr: Adresse copiée dans le presse-papiers !
ru: Адрес скопирован в буфер обмена!
vi: Đã sao chép địa chỉ!

source: Address copied!
fr: Adresse copiée!
ru: Адрес скопирован!
vi: Đã sao chép địa chỉ!

source: Address not found. Try another one
fr: Adresse introuvable. Essaie un autre
ru: Адрес не найден. Попробуйте другой
vi: Không tìm thấy địa chỉ. Thử một cai khac

source: Address was copied to clipboard
fr: L'adresse a été copiée dans le presse-papiers
ru: Адрес скопирован в буфер обмена
vi: Địa chỉ đã được sao chép vào khay nhớ tạm

source: Afrer 5 incorrect app PIN codes
fr: Après 5 codes PIN d'application incorrects
ru: Afrer 5 неправильных PIN-кодов приложений
vi: Sau 5 mã PIN ứng dụng không chính xác

source: After 2 more incorrect attempts, we'll log you out of the current account for your safety. You can logout right now to create a new PIN for the app.
fr: Après 2 autres tentatives incorrectes, nous vous déconnecterons du compte actuel pour votre sécurité. Vous pouvez vous déconnecter dès maintenant pour créer un nouveau code PIN pour l'application.
ru: После еще двух неверных попыток мы выйдем из текущей учетной записи в целях вашей безопасности. Вы можете выйти из системы прямо сейчас, чтобы создать новый PIN-код для приложения.
vi: Sau 2 lần thử sai nữa, chúng tôi sẽ đăng xuất bạn khỏi tài khoản hiện tại để đảm bảo an toàn cho bạn. Bạn có thể đăng xuất ngay bây giờ để tạo mã PIN mới cho ứng dụng.

source: After 2 more incorrect PINs we’ll log out current account for your safety
fr: Après 2 autres codes PIN incorrects, nous déconnecterons le compte actuel pour votre sécurité
ru: После еще 2 неправильных PIN-кодов мы выйдем из текущей учетной записи для вашей безопасности.
vi: Sau 2 mã PIN sai nữa, chúng tôi sẽ đăng xuất tài khoản hiện tại để đảm bảo an toàn cho bạn

source: After 5 incorrect app PINs
fr: Après 5 codes PIN d'application incorrects
ru: После 5 неправильных PIN-кодов приложений
vi: Sau 5 mã PIN ứng dụng không chính xác

source: After first transaction you will be able to view it here
fr: Après la première transaction, vous pouvez la voir ici
ru: После первой транзакции вы сможете просмотреть ее здесь
vi: Sau giao dịch đầu tiên, bạn sẽ có thể xem nó ở đây

source: all
fr: tout
ru: все
vi: tất cả

source: All countries
fr: Tous les pays
ru: Все страны
vi: Tất cả các nước

source: All deposits are stored 100%% non-custodiallity with keys held on this device
fr: Tous les dépôts sont stockés à 100%% non-dépositaire avec des clés détenues sur cet appareil
ru: Мы не имеем доступа к Вашим ключам. Все приватные ключи хранятся исключительно на Вашем устройстве
vi: Tất cả các khoản tiền gửi được lưu trữ 100%% không giám sát với các chìa khóa được giữ trên thiết bị này

source: All fees included %@ %@ ≈ %@ %@
fr: Tous frais inclus %@ %@ ≈ %@ %@
ru: Все сборы включены %@ %@ ≈ %@ %@
vi: Đã bao gồm tất cả các loại phí %@ %@ ≈ %@ %@

source: All my products
fr: Tous mes produits
ru: Все мои товары
vi: Tất cả các sản phẩm của tôi

source: All my tokens
fr: Tous mes jetons
ru: Все мои токены
vi: Tất cả tokens của tôi

source: All the ways to buy
fr: Toutes les façons d'acheter
ru: Все способы купить
vi: Tất cả các cách để mua

source: All tokens
fr: Tous les jetons
ru: Все токены
vi: Tất cả tokens

source: All transactions over %@ are free. Key App will cover all fees for you.
fr: Toutes les transactions sur %@ sont gratuites. Key App couvrira tous les frais pour vous.
ru: Все транзакции свыше %@ бесплатны. Key App покроет все расходы за вас.
vi: Tất cả các giao dịch trên %@ đều miễn phí. Ứng dụng chính sẽ chi trả mọi khoản phí cho bạn.

source: All your funds are insured. Withdraw your deposit with all rewards at any time.
fr: Tous vos fonds sont assurés. Retirez votre dépôt avec toutes les récompenses à tout moment.
ru: Все ваши средства застрахованы. Снимите депозит со всеми вознаграждениями в любое время.
vi: Tất cả các khoản tiền của bạn đều được bảo hiểm. Rút tiền gửi của bạn với tất cả phần thưởng bất kỳ lúc nào.

source: Allow
fr: Permettre
ru: Разрешать
vi: Cho phép

source: Allow access to save your photos
fr: Autoriser l'accès pour enregistrer vos photos
ru: Разрешите доступ для сохранения ваших фотографий
vi: Cho phép truy cập để lưu ảnh của bạn

source: Allow notifications
fr: Autoriser les notifications
ru: Разрешить уведомления
vi: Cho phép thông báo

source: Allow push notifications so you don’t miss any important updates on your account.
fr: Autorisez les notifications push pour ne manquer aucune mise à jour importante de votre compte.
ru: Разрешите push-уведомления, чтобы не пропустить важные обновления в своем аккаунте.
vi: Bật push notifications để bạn không bỏ lỡ bất kỳ cập nhật quan trọng nào trên tài khoản của mình.

source: Almost done
fr: Presque fini
ru: Почти сделано
vi: Sắp xong

source: amount
fr: montant
ru: количество
vi: số lượng

source: Amount is not valid
fr: Le montant n'est pas valide
ru: Сумма недействительна
vi: Số tiền không hợp lệ

source: Amount is too small
fr: Le montant est trop petit
ru: Сумма слишком мала
vi: Số tiền quá nhỏ

source: Amount is too small, expected %@, got %@
fr: Le montant est trop petit, attendu %@, obtenu %@
ru: Сумма слишком мала, ожидал %@, получил %@
vi: Số tiền quá nhỏ, dự kiến ​​%@, đã nhận %@

source: An error occured while processing an instruction. The first element of the tuple indicates the instruction index in which the error occured.
fr: Une erreur s'est produite lors du traitement d'une instruction. Le premier élément du tuple indique l'indice d'instruction dans lequel l'erreur s'est produite.
ru: Произошла ошибка при обработке инструкции. Первый элемент кортежа указывает индекс инструкции, в которой произошла ошибка.
vi: Đã xảy ra lỗi khi xử lý lệnh. Phần tử đầu tiên của bộ dữ liệu cho biết chỉ mục hướng dẫn xảy ra lỗi.

source: An unexpected error occurred
fr: une erreur inattendue est apparue
ru: произошла непредвиденная ошибка
vi: Đã xảy ra lỗi không mong muốn

source: and
fr: et
ru: а также
vi: và

source: Any token can be received using username regardless of whether it is in your wallet's list
fr: N'importe quel jeton peut être reçu en utilisant le nom d'utilisateur, qu'il soit ou non dans votre liste de portefeuilles
ru: Любой токен можно получить, используя имя пользователя, независимо от того, есть ли он в списке ваших кошельков.
vi: Bất kỳ token nào cũng có thể được nhận bằng tên người dùng bất kể nó có trong danh sách ví của bạn hay không

source: Anyone who gets this one-time link can claim money
fr: Quiconque obtient ce lien unique peut réclamer de l'argent
ru: Любой, кто получит эту одноразовую ссылку, может потребовать деньги
vi: Bất kỳ ai nhận được liên kết một lần này đều có thể yêu cầu tiền

source: Anytime you want, you can easily reserve a username by going to the settings
fr: À tout moment, vous pouvez facilement réserver un nom d'utilisateur en allant dans les paramètres
ru: В любое время вы можете легко зарезервировать имя пользователя, перейдя в настройки
vi: Bất cứ lúc nào bạn muốn, bạn có thể dễ dàng đặt trước tên người dùng bằng cách đi tới phần cài đặt

source: Apart from you, no one keeps your entire seed phrase. The parts are distributed decentralized on Torus Network nodes
fr: À part vous, personne ne conserve l'intégralité de votre phrase de départ. Les pièces sont réparties de manière décentralisée sur les nœuds du réseau Torus
ru: Кроме вас никто не хранит всю вашу seed-фразу. Детали распределяются децентрализованно на узлах Torus Network.
vi: Ngoài bạn, không ai giữ toàn bộ cụm từ hạt giống của bạn. Các phần được phân phối phi tập trung trên các nút Mạng Torus

source: App icon
fr: Icône de l'application
ru: Значок приложения
vi: Biểu tượng ứng dụng

source: App version
fr: Version de l'application
ru: Версия приложения
vi: Phiên bản ứng dụng

source: Appearance
fr: Apparence
ru: Тема
vi: Giao diện

source: Are you sure that this %@ address is valid?
fr: Êtes-vous sûr que cette adresse %@ est valide ?
ru: Вы уверены, что этот адрес %@ действителен?
vi: Bạn có chắc rằng địa chỉ %@ này hợp lệ không?

source: Are you sure you want to delete this token account? This will permanently disable token transfers to this address and remove it from your wallet.
fr: Voulez-vous vraiment supprimer ce compte de jeton? Cela désactivera définitivement les transferts de jetons vers cette adresse et le supprimera de votre portefeuille.
ru: Вы уверены, что хотите удалить этот токен-аккаунт? Это навсегда отключит передачу токенов на этот адрес и удалит их из вашего кошелька.
vi: Bạn có chắc chắn muốn xóa tài khoản token này không? Việc chuyển token đến địa chỉ này sẽ bị huỷ bỏ vĩnh viễn và tài khoản token sẽ bị xóa khỏi ví của bạn.

source: Are you sure you want to delete your account?
fr: Êtes-vous sûr de vouloir supprimer votre compte ?
ru: Вы уверены, что хотите удалить свой аккаунт?
vi: Bạn có chắc rằng bạn muốn xóa tài khoản của bạn?

source: Are you sure you want to interrupt cash out process? Your transaction won't be finished.
fr: Voulez-vous vraiment interrompre le processus de retrait ? Votre transaction ne sera pas terminée.
ru: Вы уверены, что хотите прервать процесс вывода средств? Ваша транзакция не будет завершена.
vi: Bạn có chắc chắn muốn làm gián đoạn quá trình rút tiền không? Giao dịch của bạn sẽ không kết thúc.

source: Are you sure you want to update your authorization device?
fr: Voulez-vous vraiment mettre à jour votre dispositif d'autorisation ?
ru: Вы уверены, что хотите обновить устройство авторизации?
vi: Bạn có chắc chắn muốn cập nhật thiết bị ủy quyền của mình không?

source: Are you sure?
fr: Êtes-vous sûr?
ru: Ты уверен?
vi: Bạn có chắc không?

source: As all your funds are insured, you don’t need to worry anymore
fr: Comme tous vos fonds sont assurés, vous n'avez plus à vous inquiéter
ru: Поскольку все ваши средства застрахованы, вам больше не о чем беспокоиться
vi: Vì tất cả các khoản tiền của bạn đã được bảo hiểm, bạn không cần phải lo lắng nữa

source: Ask a question / Request a feature
fr: Poser une question / Demander une fonctionnalité
ru: Задать вопрос / Запросить функцию
vi: Đặt câu hỏi / Yêu cầu một tính năng

source: Attempt to debit an account but found no record of a prior credit.
fr: Tentative de débit d'un compte mais n'a trouvé aucune trace d'un crédit antérieur.
ru: Попытка списать средства со счета, но не обнаружена предыдущая запись о кредите.
vi: Cố gắng ghi nợ tài khoản nhưng không tìm thấy hồ sơ nào về khoản ghi có trước đó.

source: Attention! If you update your current device, you will not be able to use the old device for recovery.
fr: Attention! Si vous mettez à jour votre appareil actuel, vous ne pourrez pas utiliser l'ancien appareil pour la récupération.
ru: Внимание! Если вы обновите свое текущее устройство, вы не сможете использовать старое устройство для восстановления.
vi: Chú ý! Nếu bạn cập nhật thiết bị hiện tại của mình, bạn sẽ không thể sử dụng thiết bị cũ để khôi phục.

source: Authentication failed
fr: Authentification échouée
ru: Ошибка аутентификации
vi: Quá trình xác thực đã thất bại

source: Available
fr: Disponible
ru: Доступно
vi: Khả dụng

source: Awesome
fr: Impressionnant
ru: Потрясающий
vi: Đáng kinh ngạc

source: Back
fr: Retour
ru: Назад
vi: Quay lại

source: Back up your wallet
fr: Sauvegardez votre portefeuille
ru: Сделайте резервную копию своего кошелька
vi: Sao lưu ví của bạn

source: Backing up
fr: Sauvegarde
ru: Резервное копирование
vi: Sao lưu

source: Backup
fr: Sauvegarde
ru: Резервная копия
vi: Sao lưu

source: Backup is ready
fr: La sauvegarde est prête
ru: Резервная копия готова
vi: Sao lưu đã sẵn sàng

source: Backup manually
fr: Sauvegarder manuellement
ru: Резервная копия вручную
vi: Sao lưu thủ công

source: Backup now
fr: Sauvegarder maintenant
ru: Сделать резервную копию сейчас
vi: Sao lưu ngay bây giờ

source: Backup required
fr: Sauvegarde requise
ru: Требуется резервная копия
vi: Yêu cầu sao lưu

source: Backup to iCloud
fr: Sauvegarde sur iCloud
ru: Сохранить в iCloud
vi: Sao lưu vào iCloud

source: Backup using iCloud
fr: Sauvegarde à l'aide d'iCloud
ru: Резервная копия с помощью iCloud
vi: Sao lưu bằng iCloud

source: Balance
fr: Équilibre
ru: Остаток средств
vi: Số dư

source: Balances
fr: Soldes
ru: Балансы
vi: Tài khoản

source: Be sure all details are correct before confirming the transaction. Once confirmed, it cannot be reversed.
fr: Assurez-vous que tous les détails sont corrects avant de confirmer la transaction. Une fois confirmé, il ne peut pas être inversé.
ru: Перед подтверждением транзакции убедитесь, что все данные верны. После подтверждения его нельзя отменить.
vi: Hãy chắc chắn rằng tất cả các chi tiết là chính xác trước khi xác nhận giao dịch. Sau khi xác nhận, nó không thể được đảo ngược.

source: Be sure you can complete this transaction
fr: Assurez-vous que vous pouvez terminer cette transaction
ru: Убедитесь, что вы сможете завершить эту транзакцию
vi: Hãy chắc chắn rằng bạn có thể hoàn thành giao dịch này

source: Best price
fr: Meilleur prix
ru: Лучшая цена
vi: Giá tốt nhất

source: beta
fr: bêta
ru: бета
vi: bản beta

source: Bitcoin deposit address
fr: Adresse de dépôt Bitcoin
ru: Адрес депозита биткойнов
vi: Địa chỉ gửi bitcoin

source: Block number
fr: Numéro de bloc
ru: Номер блока
vi: Thứ tự block

source: Blockhash not found
fr: Blockhash introuvable
ru: Blockhash не найден
vi: Không tìm thấy blockhash

source: Blockhash required
fr: Blockhash requis
ru: Требуется блок-хеш
vi: Blockhash không có

source: British pound sterling
fr: Livre sterling britannique
ru: Фунт стерлингов
vi: Đồng bảng Anh

source: Burn
fr: Brûler
ru: Гореть
vi: Đốt cháy

source: Burn signature
fr: Graver la signature
ru: Записать подпись
vi: Ghi chữ ký

source: but you can send to it multiple times within this session
fr: mais vous pouvez l'envoyer plusieurs fois au cours de cette session
ru: но вы можете отправить ему несколько раз в течение этого сеанса
vi: nhưng bạn có thể gửi nó nhiều lần trong phiên này

source: Buy
fr: Acheter
ru: Купить
vi: Mua

# Buy %@ on Moonpay
source: Buy %@
fr: Achetez %@
ru: Купить %@
vi: Mua %@

source: Buy crypto
fr: Acheter des cryptos
ru: Купить крипто
vi: Mua tiền điện tử

source: Buy Cryptos with Credit Card, Fiat or Apple Pay
fr: Achetez des cryptos avec carte de crédit, Fiat ou Apple Pay
ru: Покупайте криптовалюту с помощью кредитной карты, Fiat или Apple Pay
vi: Mua tiền điện tử bằng thẻ tín dụng, Fiat hoặc Apple Pay

source: Buy it
fr: Achète-le
ru: Купить это
vi: Mua nó

source: Buy or receive to continue
fr: Achetez ou recevez pour continuer
ru: Купить или получить, чтобы продолжить
vi: Mua hoặc nhận để tiếp tục

source: Buy over 150 currencies
fr: Achetez plus de 150 devises
ru: Купить более 150 валют
vi: Mua hơn 150 loại tiền tệ

source: Buy with credit card
fr: Acheter avec carte de crédit
ru: Купить с помощью кредитной карты
vi: Mua bằng thẻ tín dụng

source: Buy with Moonpay
fr: Acheter avec Moonpay
ru: Купить с Moonpay
vi: Mua bằng Moonpay

source: Buying
fr: Achat
ru: Покупка
vi: Mua

source: Buying %@
fr: Acheter %@
ru: Покупка %@
vi: Mua %@

source: Buying %@ as the base currency
fr: Acheter %@ comme devise de base
ru: Покупка %@ в качестве базовой валюты
vi: Mua %@ làm tiền tệ cơ bản

source: By continuing, you agree to Key App’s
fr: En continuant, vous acceptez les conditions d'utilisation de Key App
ru: Продолжая, вы соглашаетесь с Key App
vi: Bằng cách tiếp tục, bạn đồng ý với Key App’s
